tap "homebrew/services"
brew "cmake"
brew "coreutils"
brew "docker"
brew "gh"
brew "jq"
brew "mkcert"
brew "node"
brew "nss"
brew "php"
brew "pnpm"
brew "python@3.12"
brew "rbenv"
brew "rsync"
brew "tmux"
brew "yarn"
cask "bruno"
cask "claude-code"
cask "codex"
cask "ngrok"
cask "orbstack"
cask "supercollider"
